---
kind: type
id: T:Autodesk.Revit.DB.Plumbing.PlumbingUtils
source: html/958a3fa2-eb4b-2814-f674-42cac98f4910.htm
---
# Autodesk.Revit.DB.Plumbing.PlumbingUtils

General utility methods in the Autodesk Revit MEP product.

## Syntax (C#)
```csharp
public static class PlumbingUtils
```